
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Destramar";
"Color Restoration" = "Restauración de colores";
"Adaptive Lighting" = "Ilumin. adapt.";			//Modified on the 6-June-08 - "Iluminación adaptativa";
"Unsharp Mask" = "Máscara desenfocada";
"Remove Dust"   = "Eliminar polvo";
"6-Color Scanning" = "Escaneado a 6 colores";

"Tooltip_Descreen" = "Eliminar patrones (moaré) de la pantalla";
"Tooltip_ColorRestoration" = "Restablecer color difuminado";
"Tooltip_AdaptiveLight" = "Ajuste automático de los niveles de exposición";
"Tooltip_Sharpen" = "Aumentar la intensidad";

//Cusom control  menu items
"None" = "Ninguno";
"Low" = "Bajo";
"Medium" ="Medio";
"High" = "Alto";
"Extreme" = "Extremo";

"Resolution" = "Resolución";
"Source Size" = "Tamaño del origen";
"New Size" = "Nuevo tamaño";
"Negative Number" = "Negativo %d";
"Slide Number" = "Diapositiva %d";
"HP ICA Scan" = "HP ICA Scan";
"Install HP Devices" = "Instala los componentes necesarios para que los dispositivos HP puedan escanear con Image Capture.";
"Communication error" = "Error de comunicaciones";
"Communication error while scanning" = "Ha ocurrido un error de comunicación con el dispositivo. Compruebe si la impresora está conectada correctamente y encendida.";
"Image Save Error" = "Error al guardar imagen";
"Image Format Mismatch" = "La aplicación seleccionada en Tarea automática es incompatible con el formato de archivo seleccionado. Seleccione otra aplicación o formato.";
"Disk full error" = "Error de disco lleno";
"Disk full error String Description" = "El disco seleccionado está lleno. Guarde el archivo en otro disco o elimine algunos archivos hasta liberar el espacio suficiente.";
"Permissions Error" = "Error de permisos";
"Permission Error Description" = "No dispone de permiso para guardar archivos en [nombre de directorio]. Guarde en otra ubicación.";
"Invalid value" = "Valor no válido";
"Invalid value description" = "El valor especificado en el campo %@ no es válido. Indique un valor entre %ld y %ld y vuelva a intentar escanear.";
"Image size is too long" = "El tamaño de la imagen es excesivo. Reduzca la altura, anchura, resolución o escala de la imagen, o bien el tipo de salida.";
"Read error" = "Error de lectura";
"Read error Description" = "Ha ocurrido un error al adquirir la imagen escaneada del dispositivo. Inténtelo de nuevo.";
"Installation Problem" = "Uno de los componentes de software necesarios falta o está dañado. Vuelva a instalar el software de su dispositivo o compruebe si su disco duro tiene algún problema.";
"Document feeder error" = "Error del alimentador de documentos";
"Paper Jam Description One" = "Hay un atasco de papel en el alimentador automático de documentos. Si necesita instrucciones para eliminar el atasco, consulte la documentación incluida con su dispositivo.";
"Paper Jam Description Two" = "El alimentador automático de documentos está atascado o no puede recoger papel. Extraiga el taco de documentos, airéelo y vuelva a colocarlo en el alimentador. Para obtener más información, consulte la documentación incluida con su dispositivo.";
"Paper Jam Description Three" = "El fiador del alimentador automático de documentos no está bloqueado. Bloquéelo presionándolo hasta que oiga un clic y vuelva a intentar el escaneo.";
"Document feeder empty" = "Alimentador de documentos vacío";
"Document feeder empty description One" = "El alimentador automático de documentos no ha detectado ningún documento. Inserte correctamente los originales en el alimentador.";
"Document feeder empty description Two" = "Los originales ya no se encuentran en el alimentador automático de documentos. Vuelva a colocarlos y siga escaneando.";
"ADF Duplex error" = "El alimentador automático de documentos no puede escanear por ambas caras los originales mayores de 12 pulgadas (30,48 cm).";
"Transparent Media Adapter Error" = "Error del adaptador de medios transparentes";
"Transparent Media Adapter Error Description One" ="No se puede escanear porque no se encuentra el adaptador de medios transparentes (TMA). Si dispone de un TMA, comprube si está conectado correctamente a su escáner y vuelva a intentarlo.";
"Transparent Media Adapter Error Description Two" = "Asegúrese de que el adaptador de medios transparentes esté correctamente conectado y colocado. Si su dispositivo utiliza una placa de posicionamiento, asegúrese de que la marca de referencia visible en la placa coincida con la marca en el escáner y vuelva a intentar escanear.";
"Transparent Media Adapter Error Description Three" = "Es necesario retirar la cubierta del adaptador de medios transparentes de la tapa del escáner. Si ya está retirada, asegúrese de que la plantilla esté correctamente posicionada sobre el cristal del escánear. Si no está utilizando ninguna plantilla, asegúrese de que la ventana de calibración de la tapa no esté bloqueada. Coloque el medio a escanear a una distancia aproximada de 1,5 pulgadas (4 cm) del borde superior del cristal del escáner.";
"Transparent Media Adapter Error Description Four" = "Retire cualquier original que pueda encontrarse sobre el cristal del escáner. Asegúrese también de que el adaptador de medios transparentes esté correctamente conectado y colocado. ";
"Transparent Media Adapter Error Description Five" = "El software está configurado para escanear una diapositiva, pero ha detectado un negativo. Configure Tipo de documento como Negativo.";
"Transparent Media Adapter Error Description Six" = " El software está configurado para escanear un negativo, pero ha detectado una diapositiva. Configure Tipo de documento como Diapositiva a color o Positivo.";
"Transparent Media Adapter Error Description Seven" = "El adaptador de material transparente no ha podido detectar el material especificado. Verifique que el material está cargado correctamente en el adaptador y que ha seleccionado el tipo de material adecuado (Positivo o Negativo) del material que desea escanear.";
"Transparent Media Adapter Error Description Eight" = "El escáner no puede realizar la exploración del adaptador de material transparente en este momento. Inténtelo de nuevo cuando el adaptador quede libre.";
"Scan Cancelled" = "Escaneo cancelado";
"Scan Cancelled Description" = "La operación de escaneo no se completó porque fue cancelada mientras se ejecutaba.";
"Device Busy" ="Dispositivo ocupado";
"Device Busy Description" = "Hay otra aplicación utilizando el escáner. Cierre cualquier otra aplicación de escaneo y vuelva a intentarlo.";
"Device Busy Description Network" = "No se puede ejecutar la operación solicitada porque el dispositivo de red seleccionado está ocupado. Inténtelo de nuevo más tarde."; 

"Image Capture Scan" = "Escanear con Capture Scan";
"Sharpen" = "Aumentar nitidez";
"6-Color Scan" = "Escaneado a 6 colores";
"Missing or Damaged Software" = "Software dañado o no instalado";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Al menos uno de los componentes necesarios para ejecutar Image Capture falta o está dañado. Vuelva a instalar el software correspondiente a su dispositivo HP.";
"File name too long" = "Nombre de archivo demasiado largo";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "No se pudo guardar el archivo porque su nombre es demasiado largo. Acorte el nombre e inténtelo de nuevo.";
"Warning: File name starts with a period" = "Advertencia: El nombre del archivo comienza con un punto";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "El nombre de archivo indicado comienza con un punto (.). Si continúa, el archivo se guardará como archivo oculto y no será visible en el Finder. Para corregir este problema, elimine el punto al principio del nombre de archivo.";
"Error Saving Image" = "Error al guardar imagen";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Image Capture ha detectado un error desconocido. No se pudo guardar la imagen. Inténtelo de nuevo.";



// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "El último escaneo general se canceló. Repáselo de nuevo y luego realice el escaneo.";
"Templates" = "Plantillas";

"DEVICE_BUSY" = "El dispositivo está ocupado";
"DEVICE_BUSY_DESCRIPTION" = "El dispositivo está actualmente en uso. Espere hasta que la tarea anterior se haya completado y vuelva a escanear de nuevo.";


